Repository: Abogical/lollypop
Catalog: help/*/*.po
Languages: el, sv

# _
source: translator-credits
el: Μεταφραστές-εύσημα
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>, 2016

source: Help for the Lollypop music player.
el: Βοήθεια για το Lollypop
sv: Hjälp för Lollypop musikspelare.

# text
source: Lollypop music player
el: Αναπαραγωγή μουσικής Lollypop
sv: Lollypop musikspelare

source: <_:media-1/> Lollypop music player
el: <_:media-1/> Αναπαραγωγή μουσικής Lollypop
sv: <_:media-1/> Lollypop musikspelare

source: Add music
el: Προσθήκη μουσικής
sv: Lägg till musik

source: If lollypop fails to detect your music:
el: Αν το Lollypop δεν αναγνωρίζει τη μουσική σου:
sv: Om lollypop misslyckas med att hitta din musik:

source: Check you have gstreamer-libav or gstreamer-fluendo installed
el: Ελέγξτε ότι έχετε εγκαταστήσει το gstreamer-libav ή το gstreamer-fluendo
sv: Kontrollera att du har gstreamer-libav eller gstreamer-fluendo installerat

source: Go to the application menu: "<sys>Settings -&gt; Music</sys>" and add your music folder
el: μετάβαση στο μενού της εφαρμογής: "<sys>Settings -&gt; Music</sys>" και προσθήκη του μουσικού σας φακέλου
sv: Gå till programmenyn: "<sys>Inställningar -&gt; Musik</sys>" och lägg till din musikmapp

source: Playback
el: Αναπαραγωγή
sv: Uppspelning

source: When you start playing a song, a contextual playlist is populated.
el: Όταν αρχίζει να παίζει ένα τραγούδι, η συσχετισμένη λίστα γίνεται δημοφιλής.
sv: Då du börjar spela en låt så populeras en kontextuell spellista.

source: Contexts can be: an album, an artist, a genre, popular or recent albums, searches, playlists, ...
el: Τα περιεχόμενα είναι : μια συλλογή, ένας καλλιτέχνης, είδος, δημοφιλείς ή πρόσφατες συλλογές, αναζητήσεις , λίστες, ...
sv: Kontexter kan vara: ett album, en artist, en genre, populära eller nyligen spelade album, sökningar, spellistor, …

source: Shuffle interacts on current context.
el: Το ανακάτεμα αλληλεπιδρά στα περιεχόμενα.
sv: Blanda arbetar på aktuell kontext.

source: Rate albums
el: Βαθμολογία συλλογής
sv: Poängsätt album

source: Album popularity is based on how many tracks from an album you listen to.
el: Η δημοφιλία της συλλογής βασίζεται στο πόσα τραγούδια της συλλογής ακούγονται.
sv: Albumpopularitet baseras på hur många spår från ett album som du lyssnar på.

source: Album rating will be influenced by album popularity. In other words, rate will decrease if you stop listening to an album.
el: Η βαθμολογία του άλμπουμ επηρεάζεται από τη δημοτικότητα. Με άλλα λόγια, το ποσοστό θα μειωθεί, αν σταματήσετε να ακούτε ένα άλμπουμ.
sv: Albumpoäng kommer påverkas av albumpopularitet. Med andra ord kommer poängen att sjunka om du slutar lyssna på ett album.

source: Download covers
el: Κατέβασμα εξώφυλλων
sv: Hämta omslagsbilder

source: When hovering a cover, if mouse cursor changes to a pen, just click and select a new cover.
el: Όταν αιωρείστε πάνω από ένα εξώφυλλο, αν το ποντίκι αλλάξει σε στυλό, απλώς κάντε κλικ και επιλέξτε ένα νέο εξώφυλλο.
sv: Vid hovring över ett omslag, då muspekaren ändras till en penna, klicka och välj ett nytt omslag.

source: You need an internet connection.
el: Χρειάζεστε σύνδεση στο internet
sv: Du behöver en internetanslutning.

source: Shortcuts
el: Συντομεύσεις
sv: Genvägar

source: Control+s: Lollypop settings
el: Control+s: Ρυθμίσεις Lollypop
sv: Ctrl+s: Lollypop-inställningar

source: Control+f: Search
el: Control+f: Αναζήτηση
sv: Ctrl+f: Sök

source: Control+p: Party mode
el: Control+p: Κατάσταση πάρτι
sv: Ctrl+p: Partyläge

source: F7 or F11: Fullscreen
el: F7 ή F11: Πλήρη Οθόνη
sv: F7 eller F11: Helskärm

source: Control+m: Mini player
el: Control+m: μίνι αναπαραγωγή
sv: Ctrl+m: Minispelare

source: x: Play
el: x: Αναπαραγωγή
sv: x: Spela upp

source: c: Pause
el: c: Παύση
sv: c: Pausa

source: v: Stop
el: v: Διακοπή
sv: v: Stoppa

source: n: Next track
el: n: Επόμενο τραγούδι
sv: n: Nästa spår

source: p: Previous track
el: p: Προηγούμενο τραγούδι
sv: p: Föregående spår

source: Control+n: Skip current album
el: Control+n: Παράληψη της συλλογής
sv: Ctrl+n: Hoppa över aktuellt album

source: Left key: Skip backward in track
el: Left key: Πήγαινε στο προηγούμενο τραγούδι
sv: Vänsterpil: Hoppa bakåt i spår

source: Right key: Skip forward in track
el: Right key: Πήγαινε στο επόμενο τραγούδι
sv: Högerpil: Hoppa framåt i spår

source: Creative Commons Attribution-Share Alike 3.0 United States License
sv: Creative Commons Erkännande-DelaLika 3.0 United States

source: This work is licensed under a <_:link-1/>.
el: Η δουλειά είναι υπό την άδεια <_:link-1/>.
sv: Detta verk är licensierat under licensen <_:link-1/>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
el: Ως ειδική εξαίρεση, οι κάτοχοι πνευματικών δικαιωμάτων δίνουν την άδεια να αντιγράψετε, να τροποποιήσετε και να διανείμετε μέρος του κώδικα που περιέχεται σε αυτό το έγγραφο υπό τους όρους της επιλογής σας, χωρίς περιορισμό.
sv: Som ett speciellt undantag ger dig upphovsrättsinnehavarna dig rätten att kopiera, ändra och distribuera exempelkoden i detta dokument på det sätt du väljer, utan restriktioner.
