Repository: Abogical/lollypop
Catalog: po/*.po
Languages: tr_tr

source: Window size
tr_tr: Pencere boyutu

source: Window size (width and height).
tr_tr: Pencere boyutu (genişlik ve yükseklik)

source: Window position
tr_tr: Pencere konumu

source: Window position (x and y).
tr_tr: Pencere konumu (x ve y)

source: Mini player size
tr_tr: Mini oynatıcı boyutu

source: Mini player position
tr_tr: Mini oynatıcı pozisyonu

source: Repeat by default
tr_tr: Varsayılan olarak tekrarla

source: Window maximized
tr_tr: Ekranı kapla

source: Window maximized state.
tr_tr: Ekranı kaplama alanı

source: Enabled genres in party mode
tr_tr: Parti modunda türleri etkinleştir

source: Ids for genres.
tr_tr: Türler için kimlik

source: Music paths
tr_tr: Müzik yolları

source: When empty, use XDG_MUSIC_DIR
tr_tr: Boş olduğunda XDG_MUSIC_DIR kullan

source: Last.fm login
tr_tr: Last.fm giriş

source: Favorite tag editor
tr_tr: Favori etiket düzenleyicisi

source: INTERNAL
tr_tr: DAHİLİ

source: Favorite cover file
tr_tr: Favori kapak dosyası

source: Restart needed
tr_tr: Yeniden başlatmak gerekli

source: Database version
tr_tr: Veritabanı sürümü

source: Reset this value will reset the database, popular albums will be restored
tr_tr: Bu değeri sıfırlamak veritabanını sıfırlar, popüler albümler geri yüklenecek

source: Albums cover size
tr_tr: Albüm kapak boyutu

source: Replay gain value in db
tr_tr: db olarak tekrar oynatımda kazanım

source: Between -15 and 15
tr_tr: -15 ile 15 arasında

source: Sync all albums(MTP)
tr_tr: Tüm albümleri senk. (MTP)

source: Convert to MP3(MTP)
tr_tr: MP3'e dönüştür (MTP)

source: Normalize MP3(MTP)
tr_tr: MP3(MTP)'i normalleştir

source: Auto update music
tr_tr: Otomatik müzik gücelleme

source: Show genres list
tr_tr: Türlerin listesini göster

source: Use dark gtk theme
tr_tr: Dark gtk temasını kullan

source: Show compilations in albums view
tr_tr: Derlemeleri albüm görünümünde göster

source: Continue playback when closed
tr_tr: Kapandığında banttan çalmaya devam et

source: Restore previous state
tr_tr: Bir önceki durumuna geri yükle

source: Disable MPRIS
tr_tr: MPRIS etkinsizleştir

source: Disable notifications
tr_tr: Bildirimleri etkinsizleştir

source: Show track number from tags
tr_tr: Parça numarasını etiketten göster

source: Mix songs
tr_tr: Şarkıları karıştır

source: Mix songs only in party mode
tr_tr: Şarkıları parti modunda karıştır

source: Shuffle mode
tr_tr: Tekrar modu

source: Music Player
tr_tr: Müzik Çalar

source: Play and organize your music collection
tr_tr: Müzik koleksiyonunu çal ve düzenle

source: Play/Pause
tr_tr: Oynat/Duraklat

source: Next
tr_tr: Sonraki

source: Previous
tr_tr: Önceki

source: Lollypop is a new GNOME music playing application.
tr_tr: Lollypop GNOME için yeni bir müzik çalar uygulamasıdır.

source: It provides:
tr_tr: Sağladıkları:

source: mp3/4, ogg and flac playback
tr_tr: mp3/4, ogg ve flac oynatır

source: Genre/Cover browsing
tr_tr: Tür/Kapak gezinimi

source: Genre/Artist/Cover browsing
tr_tr: Tür/Sanatçı/Kapak gezinimi

source: Search
tr_tr: Ara

source: Queue
tr_tr: Sıra

source: Party mode
tr_tr: Parti modu

source: Replay gain
tr_tr: Oynatım kazanımı

source: Cover art downloader
tr_tr: Albüm kapağı indiricisi

source: Context artist view
tr_tr: Sanatçı içerik görünümü

source: MTP sync
tr_tr: MTP senk.

source: Fullscreen view
tr_tr: Tam ekran görünümü

source: Radios support
tr_tr: Radyo desteği

source: Last.fm support
tr_tr: Last.fm desteği

source: Auto install codecs
tr_tr: Otomatik çözücü yükleme

source: HiDPI support
tr_tr: HiDPI desteği

source: Tunein support
tr_tr: Tunein desteği

source: - Scrobbler disabled - Auto cover download disabled - Artist informations disabled
tr_tr: - Skroplamayı etkinsizleştir - Otomatik kapak indirmeyi etkinsizleştir - Şarkıcı bilgilerini etkinsizleştir

source: Lollypop: You need to install yelp.
tr_tr: Lollypop: Yelp'i indirmeniz gerekmektedir.

source: Your music is updating
tr_tr: Müziğin güncelleniyor

source: Unknown
tr_tr: Bilinmeyen

source: Compilations
tr_tr: Derlemeler

source: Popular tracks
tr_tr: Popüler şarkılar

source: Recently played
tr_tr: Son çalınanlar

source: Never played
tr_tr: Hiç çalınmayanlar

source: Random tracks
tr_tr: Rastgele şarkılar

source: Pause
tr_tr: Duraklat

source: Play
tr_tr: Oynat

source: Many artists
tr_tr: Birçok şarkıcı

source: Last.fm authentication disabled
tr_tr: Last.fm kimlik doğrulamayı etkinsizleştir

source: Wrong Last.fm credentials
tr_tr: Yanlış Last.fm kimliği

source: by %s
tr_tr: %s dan

source: by %s, from %s
tr_tr: %s'a, %s'dan

source: Loved tracks
tr_tr: Sevilen parçalar

source: Clear albums
tr_tr: Albümleri sil

source: Go to current track
tr_tr: Güncel parçaya git

source: Advanced artist informations disabled
tr_tr: Gelişmiş sanatçı bilgileri etkisizleştirildi

source: WebKit support disabled
tr_tr: WebKit desteği devredışı bırakıldı

source: Add to queue
tr_tr: Sıraya ekle

source: Next tracks
tr_tr: Sonraki parçalar

source: Next track
tr_tr: Sonraki parça

source: Remove from queue
tr_tr: Sıradan kaldır

source: Add to others
tr_tr: Diğerlerine ekle

source: Remove from "%s"
tr_tr: "%s"dan kaldır

source: Add to "%s"
tr_tr: "%s"e ekle

source: Playback
tr_tr: Kayıttan çal

source: Playlists
tr_tr: Çalma listeleri

source: Modify information
tr_tr: Bilgileri değiştir

source: Artist
tr_tr: şarkıcı

source: Edit
tr_tr: Düzenle

source: Add
tr_tr: Ekle

source: Modify
tr_tr: Değiştir

source: Please wait...
tr_tr: Lütfen bekleyin...

source: Can't connect to TuneIn...
tr_tr: Tuneln'e bağlanamıyor...

source: Popular albums
tr_tr: Popüler albümler

source: Recently added albums
tr_tr: Son eklenen albümler

source: Random albums
tr_tr: Rastgele albümler

source: Radios
tr_tr: Radyolar

source: All albums
tr_tr: Bütün albümler

source: All artists
tr_tr: Bütün şarkıcılar

source: %d artist
tr_tr: %d sanatçı

source: %d album
tr_tr: %d albüm

source: %d track
tr_tr: %d şarkı

source: Preferences
tr_tr: Tercihler

source: You need to install kid3-cli
tr_tr: kid3-cli'i indirmen gerekmektedir

source: Populars
tr_tr: Popüler olanlar

source: Recently added
tr_tr: Son eklenenler

source: Externals tracks playing
tr_tr: Harici parçalar oynatılıyor

source: Remove
tr_tr: Kaldır

source: Please unlock your device
tr_tr: Lütfen kilidi kaldırın

source: Synchronize %s
tr_tr: %s eşitle

source: Cancel synchronization
tr_tr: Eşitlemeyi iptal et

source: Append
tr_tr: Sona ekle

source: Play albums
tr_tr: Albümleri çal

source: %s h %s m
tr_tr: %s s %s d

source: %s h
tr_tr: %s s

source: %s m
tr_tr: %s d

source: Disc %s
tr_tr: Disk %s

source: You need to install gstreamer-plugins-ugly
tr_tr: gstreamer-plugins-ugly paketini kurmalısınız

source: Albums
tr_tr: Albümler

source: Unknown error while syncing, try to reboot your device
tr_tr: Eşitlenirken bilinmeyen hata, cihazını yeniden başlatmayı deneyin

source: No free space available on device
tr_tr: Cihazda yeterli boş alan yok

source: New playlist
tr_tr: Yeni şarkı listesi

source: Remove "%s"?
tr_tr: "%s" kaldır?

source: Remove these tracks?
tr_tr: Bu parçaları kaldır?

source: Modify radio
tr_tr: Radyoyu düzenle

source: Continuous playback
tr_tr: Çalmaya devam et

source: Stop after this track
tr_tr: Bu parçadan sonra durdur

source: Stop after this album
tr_tr: Bu albümden sonra durdur

source: Do not repeat
tr_tr: Tekrarlama

source: A music player for GNOME.
tr_tr: GNOME için müzik çalar.

source: Visit Lollypop website
tr_tr: Lollypop internet adresini ziyaret et

source: _Update music
tr_tr: _Müziği güncelle

source: _Fullscreen
tr_tr: _Tam ekran

source: _Preferences
tr_tr: _Tercihler

source: _Keyboard Shortcuts
tr_tr: _Dizilem Kısayolları

source: _Help
tr_tr: _Yardım

source: _About
tr_tr: _Hakkında

source: _Quit
tr_tr: _Çıkış

source: No information for this artist...
tr_tr: Bu şarkıcı için bilgi yok...

source: Lyrics
tr_tr: Şarkı sözleri

source: Photo
tr_tr: Fotoğraf

# artist context
source: Add
tr_tr: Ekle

source: Select a local file
tr_tr: Yerel bir dosya seç

source: Confirm
tr_tr: Kabul et

source: Convert to MP3
tr_tr: MP3'e Dönüştür

source: Normalize MP3
tr_tr: MP3'i normalleştir

source: New playlist
tr_tr: Yeni şarkı listesi

source: Clear queue
tr_tr: Sırayı sil

source: No logo found...
tr_tr: Logo bulunamadı...

source: Select a logo for this radio
tr_tr: Bu radyo için bir logo seç

source: Name:
tr_tr: İsim:

source: Address:
tr_tr: Adres:

source: Delete
tr_tr: Sil

source: No favorite radios
tr_tr: Favori radyo yok

source: New radio
tr_tr: Yeni radyo

source: Search in TuneIn
tr_tr: Tuneln'de ara

source: Create a new playlist based on search
tr_tr: Aramaya dayalı çalma listesi oluştur

source: Add to playlist
tr_tr: Şarkı listesine ekle

source: Only in party mode
tr_tr: Sadece parti modunda

source: Use dark theme variant
tr_tr: Karanlık tema varyantını kullan

source: Show genres
tr_tr: Türleri göster

source: Name
tr_tr: İsim:

source: Year
tr_tr: Yıl

source: Popularity
tr_tr: Popülerlik

source: Configure lollypop appearance
tr_tr: Lollypop görünümünü yapılandır

source: Appearance
tr_tr: Görünüm

source: Restore state on startup
tr_tr: Başlangıçta konumu onar

source: Mix tracks
tr_tr: Parçaları karıştır

source: Long press to show options
tr_tr: Ayarları görüntülemek için basılı tut

source: Do not repeat by default
tr_tr: Varsayılan olarak tekrarlama

source: Preview tracks on
tr_tr: p: Önceki parça

source: Configure lollypop behaviour
tr_tr: Lollypop davranışlarını yapılandır

source: Behaviour
tr_tr: Davranış

source: Reset database
tr_tr: Veri tabanını sıfırla

source: Select music folders
tr_tr: Müzik dosyalarını seç

source: Music
tr_tr: Müzik

source: Login:
tr_tr: Giriş:

source: Password:
tr_tr: Şifre:

source: Connect
tr_tr: Bağlan

source: You need to install pylast and gi secret
tr_tr: Pylast ve gi secret'i yükle

source: Configure Last.fm credentials
tr_tr: Last.fm kimlik bilgilerini yapılandır

source: No shuffle
tr_tr: Karıştırma yok

source: Shuffle albums
tr_tr: Albümleri karıştır

source: Shuffle tracks
tr_tr: Parçaları karıştır

source: Settings
tr_tr: Ayarlar

source: Shuffle
tr_tr: Karıştır

source: Party mode Right click to filter
tr_tr: Parti modu Filtrelemek için sağ tıkla

source: Go back
tr_tr: Geri dön

source: Go home
tr_tr: Anasayfaya git

source: Error
tr_tr: Hata

source: Lollypop isn't designed to work without an unicode locale. Please fix your system.
tr_tr: Lollypop bir unicode yereli olmadan çalışmak için tasarlanmamıştır. Lütfen sisteminizi düzeltin.

# shortcut window
source: General
tr_tr: Genel

# shortcut window
source: Settings
tr_tr: Ayarlar

# shortcut window
source: Search
tr_tr: Ara

# shortcut window
source: Party mode
tr_tr: Parti modu

# shortcut window
source: Mini Player
tr_tr: Mini çalar

# shortcut window
source: Fullscreen
tr_tr: Tam ekran görünümü

# shortcut window
source: Love current track
tr_tr: Güncel parçayı beğen

# shortcut window
source: Show genres
tr_tr: Türleri göster

# shortcut window
source: Lock playback
tr_tr: Güncel parçayı kitle

# shortcut window
source: Playback
tr_tr: Kayıttan çal

# shortcut window
source: Play
tr_tr: Oynat

# shortcut window
source: Pause
tr_tr: Duraklat

# shortcut window
source: Stop
tr_tr: v: Durdur

# shortcut window
source: Next track
tr_tr: Sonraki parça

# shortcut window
source: Previous track
tr_tr: Önceki parça

# shortcut window
source: Skip current album
tr_tr: Güncel albümü geç

# shortcut window
source: Repeat track
tr_tr: Parçayı tekrarla

# shortcut window
source: Skip backward in track
tr_tr: Parçayı geri sar

# shortcut window
source: Skip forward in track
tr_tr: Parçayı ileri sar
